[
  {
    "title": "Save and/or open information on a device",
    "description": "Cookies, device or similar online identifiers (eg login identification tools, randomly allocated identification means, network-based identification means) together with other information (eg browser type and information, language, screen size, supported technologies, etc.) can be on your deviceSaved or read to recognize that device when it connects to an app or with a website for one or more of the purposes presented here."
  },
  {
    "title": "Use limited data to select advertisements",
    "description": "Advertisements that you are offered on this service may be based on limited data, such as the website or app you use, your non-conducting location, your device type or what content you use or have used (for example for the number of times an adbe shown to limit you)."
  },
  {
    "title": "Create profiles for personalized advertisements",
    "description": "Information about your activity on this service (such as forms that you submit, content that you view) can be stored and combined with other information about you (for example information from your earlier activity on this service and other websites or apps) or similar users.This is then used to create or improve a profile about you (with, for example, possible interests and personal aspects).Your profile can (also later) be used by these and other legal persons to show advertisements that seem to be more relevant from your possible interests."
  },
  {
    "title": "Use profiles for the selection of personalized advertisements",
    "description": "Advertisements that are offered to you on this service may be based on your advertising profiles that may reflect your activity on this service or other websites or apps (such as the forms you submit, content that you view), possible interests and/or personal aspects."
  },
  {
    "title": "Create profiles for personalization of content",
    "description": "Information about your activity on this service (for example, forms that you submit, non-advertisement content that you view) can be stored and combined with other information about you (such as your earlier activity on this service or other websites or apps) or similar users.This is then used to create or improve a profile about you (with, for example, possible interests and personal aspects).Your profile can (also later) be used to display content that seems to be more relevant from your possible interests, as by adjusting the order in which content is shown to you, so that it is even easier for you to find content thatcorresponds to your interests."
  },
  {
    "title": "Use profiles to select personalized content to select",
    "description": "Content that you are offered on this service may be based on your content personalization profiles, which may reflect your activity on this or other services (for example the forms you submit, content that you view), possibly reflect possible interests and/or personal aspects.This can be used, for example, to adjust the order in which content is shown to you, so that it is even easier for you to find (non-advertising) content that matches your interests. ”"
  },
  {
    "title": "Measuring the performance of advertisements",
    "description": "Information about which advertisement is shown to you and how you respond to it can be used to determine how well an advertisement in relation to you or other users has worked and whether the goals of the advertisement have been achieved.For example, whether you have seen an advertisement, whether you have clicked on it, or the advertisement has led you to buy a product or visit a website, etc. This is very useful to map the relevance of advertising campaigns."
  },
  {
    "title": "Measure content performance",
    "description": "Information about which content is presented to you and how you respond to it can be used to determine whether the (non-advertisement) content has reached the intended audience and matches your interests.For example, whether you read an article, watch a video, listen to a podcast or view a product description, how much time you have spent on this service and the web pages you visit, etc. This is very useful to relevance (non-advertisement)--to map content.that is shown to you."
  },
  {
    "title": "Public groups understand on the basis of statistics or combinations of data from different sources",
    "description": "Reports can be generated on the basis of a combination of data sets (such as user profiles, statistics, market research, analysis data) with regard to your interactions and those of other users with advertisements or (non-advertisement) content to identify common characteristics (for example forDetermine which target groups are more receptive to an advertising campaign or for certain content)."
  },
  {
    "title": "Develop and improve services",
    "description": "Information about your activity on this service, such as your interaction with advertisements or content, can be very useful in improving products and services and creating new products and services based on user interactions, the type of public, etc. This specific purpose has norelates to the development or improvement of user profiles and identifiers."
  },
  {
    "title": "Use limited data to select content",
    "description": "Content that you are offered on this service may be based on limited data, such as the website or app you use, your non-conducting location, your device type or what content you use or have used, (for example, for the number of times avideo or article is shown to you limit)."
  },
  {
    "title": "Ensure security, prevent and detect fraud and detect errors",
    "description": "Your data can be used to monitor and prevent unusual and possibly fraudulent activities (for example, when it comes to advertisements, clicking on advertisements by bots) and to ensure that systems and processes work properly and safely.Your data can also be used to correct any problems that you, the publisher or the advertiser can encounter when delivering content and advertisements and in your interaction with them."
  },
  {
    "title": "Deliver and display advertisements and content",
    "description": "Certain data (such as an IP address or the capacities of a device) are used to guarantee the technical compatibility of the content or advertisements and to facilitate the transfer of the content or advertisement to your device."
  },
  {
    "title": "Match and combine data from other data sources with each other",
    "description": "Information about your activity on this service can be linked and combined with other information that relates to you and comes from different sources (for example, your activity on a separate online service, your use of a customer card in the store or your answers to a survey), to support the purposes explained in this notification."
  },
  {
    "title": "Link different devices",
    "description": "To support the purposes explained in this notification, your device can be considered probably linked to other devices that belong to you or your household (for example because you are logged in to the same service on both your telephone and your computer, or because youPossibly used the same internet connection on both devices)."
  },
  {
    "title": "Identify devices based on automatically sent information",
    "description": "Your device can be distinguished from other devices on the basis of information that it automatically sends when accessing the internet (for example, the IP address of your internet connection or the type of browser that you use) to support the purposes in this notificationmention."
  },
  {
    "title": "Use precise geolocation data",
    "description": "If you agree, your precise location (within a radius of less than 500 meters) can be used to support the purposes explained in this notification."
  },
  {
    "title": "Save and/or open information on a device",
    "description": "Cookies, device or similar online identifiers (eg login identification tools, randomly allocated identification means, network-based identification means) together with other information (eg browser type and information, language, screen size, supported technologies, etc.) can be on your deviceSaved or read to recognize that device when it connects to an app or with a website for one or more of the purposes presented here."
  },
  {
    "title": "Use limited data to select advertisements",
    "description": "Advertisements that you are offered on this service may be based on limited data, such as the website or app you use, your non-conducting location, your device type or what content you use or have used (for example for the number of times an adbe shown to limit you)."
  },
  {
    "title": "Create profiles for personalized advertisements",
    "description": "Information about your activity on this service (such as forms that you submit, content that you view) can be stored and combined with other information about you (for example information from your earlier activity on this service and other websites or apps) or similar users.This is then used to create or improve a profile about you (with, for example, possible interests and personal aspects).Your profile can (also later) be used by these and other legal persons to show advertisements that seem to be more relevant from your possible interests."
  },
  {
    "title": "Use profiles for the selection of personalized advertisements",
    "description": "Advertisements that are offered to you on this service may be based on your advertising profiles that may reflect your activity on this service or other websites or apps (such as the forms you submit, content that you view), possible interests and/or personal aspects."
  },
  {
    "title": "Create profiles for personalization of content",
    "description": "Information about your activity on this service (for example, forms that you submit, non-advertisement content that you view) can be stored and combined with other information about you (such as your earlier activity on this service or other websites or apps) or similar users.This is then used to create or improve a profile about you (with, for example, possible interests and personal aspects).Your profile can (also later) be used to display content that seems to be more relevant from your possible interests, as by adjusting the order in which content is shown to you, so that it is even easier for you to find content thatcorresponds to your interests."
  },
  {
    "title": "Measuring the performance of advertisements",
    "description": "Information about which advertisement is shown to you and how you respond to it can be used to determine how well an advertisement in relation to you or other users has worked and whether the goals of the advertisement have been achieved.For example, whether you have seen an advertisement, whether you have clicked on it, or the advertisement has led you to buy a product or visit a website, etc. This is very useful to map the relevance of advertising campaigns."
  },
  {
    "title": "Measure content performance",
    "description": "Information about which content is presented to you and how you react to it can be used to determine whether the (non-advertisement) content has reached the intended audience and matches your interests, for example.For example, whether you read an article, watch a video, listen to a podcast or view a product description, how much time you have spent on this service and the web pages you visit, etc. This is very useful to relevance (non-advertisement)--to map content.that is shown to you."
  },
  {
    "title": "Develop and improve services",
    "description": "Information about your activity on this service, such as your interaction with advertisements or content, can be very useful in improving products and services and creating new products and services based on user interactions, the type of public, etc. This specific purpose has norelates to the development or improvement of user profiles and identifiers."
  }
]